tap "dail8859/notepadnext"
tap "jesseduffield/lazygit"
tap "remotemobprogramming/brew"
brew "atuin"
brew "carapace"
brew "curl"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "jj"
brew "libusb"
brew "mas"
brew "neovim"
brew "nvm"
brew "nushell"
brew "openjdk"
brew "podman"
brew "python@3.13"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "starship"
brew "stow"
brew "tmux"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "alfred"
cask "alacritty"
cask "alt-tab"
cask "appcleaner"
cask "chatgpt"
cask "container"
cask "crossover"
cask "dbeaver-community"
cask "displaylink"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ilspy"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "notepadnext"
cask "obs"
cask "obsidian"
cask "ollama-app"
cask "podman-desktop"
cask "postman"
cask "powershell"
cask "alienator88-sentinel"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Calendar 366 II", id: 1265895169
mas "Command X", id: 6448461551
mas "Cyberduck", id: 409222199
mas "Hidden Bar", id: 1452453066
mas "MindNode", id: 1289197285
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
vscode "nicoespeon.abracadabra"
